export const INDUSTRIAL_RULES_DATA = {
  "server_id": "Industrial",
  "server_name": "Industrial",
  "description": "Локальные правила и ограничения механизмов сервера Industrial",
  "sections": [
    {
      "section_id": 1,
      "title": "Основные правила",
      "rules": [
        {
          "rule_id": "1.9.1.0",
          "description": "Запрещено какими-либо способами обходить правила сервера (касается и правил, и ограничений и т.д.).",
          "note": null,
          "punishment": "Двойное наказание по правилу, которое Вы пытались обойти."
        },
        {
          "rule_id": "1.9.1.1",
          "description": "Запрещено продавать / дарить / передавать квантовые генераторы с модов AdvancedSolarPanels / CubixEnergyAdditions, кроме участников региона.",
          "note": "Владелец предмета должен быть участником региона.",
          "punishment": "Бан до 7 дней / Перманентный бан (зависит от тяжести нарушения) и изъятие."
        },
        {
          "rule_id": "1.9.1.2",
          "description": "Если хозяин и члены региона отсутствуют 14 суток и более, их приваты могут быть полностью очищены и удалены.",
          "note": null,
          "punishment": "Полная очистка и удаление привата."
        },
        {
          "rule_id": "1.9.1.3",
          "description": "Если вы намеренно нарушаете правила не с основного аккаунта, то бан выдаётся на все ваши аккаунты по причине нарушения.",
          "note": null,
          "punishment": "Блокировка всех связанных аккаунтов."
        },
        {
          "rule_id": "1.9.1.4",
          "description": "Запрещено какими-либо способами обманывать Администрацию. Примеры: подача жалобы с ложными фактами (клевета игрока), ложные заявления о падениях сервера и т.д.",
          "note": null,
          "punishment": "Бан от 2 дней."
        },
        {
          "rule_id": "1.9.1.5",
          "description": "Запрещено какими-либо способами красть вещи / боссов и т.д. у других игроков.",
          "note": null,
          "punishment": "Бан от 2 дней."
        },
        {
          "rule_id": "1.9.1.6",
          "description": "Запрещено игрокам проводить собственные ивенты / конкурсы / турниры / рулетки / казино и т.д. Если Вы желаете построить карту для ивента, передайте её Администрации для дальнейшего проведения.",
          "note": null,
          "punishment": "Бан от 3 дней."
        },
        {
          "rule_id": "1.9.1.7",
          "description": "Запрещено какими-либо способами проникать в Ивент-Мир (не касается участия в Мини-Играх).",
          "note": null,
          "punishment": "Бан от 7 дней."
        },
        {
          "rule_id": "1.9.1.8",
          "description": "Запрещены любые виды обмана.",
          "note": null,
          "punishment": "Мут от 30 минут / бан до 5 дней."
        },
        {
          "rule_id": "1.9.1.9",
          "description": "Запрещен стрим снайп.",
          "note": null,
          "punishment": "Бан от 3 дней."
        }
      ]
    },
    {
      "section_id": 2,
      "title": "Правила игрового процесса",
      "rules": [
        {
          "rule_id": "1.9.2.0",
          "description": "Запрещено проникновение в чужие качалки.",
          "note": null,
          "punishment": "Бан до 3-х дней, а также предупреждение об укреплении качалки / при рецидиве - снос качалки."
        },
        {
          "rule_id": "1.9.2.1",
          "description": "Запрещено набивать / фармить \"киллы\".",
          "note": null,
          "punishment": "Занесение игрока в ЧС (Черный Список) топа."
        },
        {
          "rule_id": "1.9.2.2",
          "description": "Запрещено заниматься ”Кемпингом”, то бишь поджидать игрока у привата с целью убить его и заполучить ресурсы.",
          "note": null,
          "punishment": "Бан до 14 дней / при рецидиве - бан до 28 дней."
        }
      ]
    },
    {
      "section_id": 3,
      "title": "Правила торговли, обмена, продажи и передачи",
      "rules": [
        {
          "rule_id": "1.9.3.0",
          "description": "Запрещено давать ресурсы / предметы в аренду в любых случаях (просто для использования, для квестов и т.д.).",
          "note": "При нарушении правила администрация имеет право безвозвратно изъять ресурс / предмет.",
          "punishment": "Бан до 7 дней / при рецидиве - перманентный бан."
        },
        {
          "rule_id": "1.9.3.1",
          "description": "Запрещено продавать / передавать / обменивать награды за победы в Мини-Играх.",
          "note": null,
          "punishment": "Бан от 3 дней + изъятие ВСЕХ наград."
        },
        {
          "rule_id": "1.9.3.2",
          "description": "Запрещено дестабилизировать экономику сервера:\n- Запрещено продавать/обменивать предметы ниже минимально установленных цен;\n- Максимальная наценка за предмет при покупке за кубиксы не должна превышать 20% от минимальной цены;\n- Запрещено продавать/обменивать ресурсы вперемешку с кубиксами и предметами;\n- Запрещено продавать дорогие предметы (тировые панели, сингулярности) за бесценные ресурсы (земля, песок, булыжник);\n- Разрешено нанимать в AFK или на работу не дороже 50 кубиксов за 30 минут.",
          "note": null,
          "punishment": "Бан на 3 дня / при рецидиве - бан на 5 дней."
        },
        {
          "rule_id": "1.9.3.3",
          "description": "Запрещено присутствовать на раздаче и подбирать ресурсы.",
          "note": "Если раздача состоялась и вы присутствовали на ней, необходимо немедленно обратиться к администрации со скриншотами.",
          "punishment": "Бан от 3 дней."
        },
        {
          "rule_id": "1.9.3.4",
          "description": "Предмет без минимальной цены не может стоить дешевле всех предметов, которые используются в его крафте.",
          "note": null,
          "punishment": "Бан от 12 часов + изъятие предмета (на усмотрение администратора)."
        },
        {
          "rule_id": "1.9.3.5",
          "description": "Молекулярный Карьер и его Улучшения х2 / х5 / х10 / x20, Проклятая земля, а также Хаотические Пчелы и их Гены являются предметами личного пользования. Их запрещено продавать / передавать / обменивать.",
          "note": null,
          "punishment": "Бан до 7 дней / изъятие."
        },
        {
          "rule_id": "1.9.3.6",
          "description": "Запрещена продажа / обмен предметов и блоков, в крафте которых используется Катализатор Бесконечности, а также продажа / обмен самого катализатора бесконечности.",
          "note": null,
          "punishment": "Бан до 5 дней / изъятие предмета."
        }
      ]
    },
    {
      "section_id": 4,
      "title": "Правила PvP-Арены и PvP-Кабинок",
      "rules": [
        {
          "rule_id": "1.9.4.0",
          "description": "На PvP-арене запрещены любого вида зелья невидимости, а также /vanish.",
          "note": null,
          "punishment": "Бан до 3 дней."
        },
        {
          "rule_id": "1.9.4.1",
          "description": "Запрещено выходить из игры во время PvP. В случае вылета вы должны предоставить доказательства. Если доказательств не будет, засчитывается техническое поражение и вещи передаются оппоненту.",
          "note": null,
          "punishment": "Бан до 3 дней."
        },
        {
          "rule_id": "1.9.4.2",
          "description": "Запрещено использование любых команд, дающих преимущество перед оппонентом: /god, /fly, /feed, /heal, /mv, /v и т.д.",
          "note": null,
          "punishment": "Бан до 2-х дней."
        },
        {
          "rule_id": "1.9.4.3",
          "description": "Запрещено находиться на PvP-арене, находясь под защитой новичка.",
          "note": null,
          "punishment": "Бан до 2 часов."
        },
        {
          "rule_id": "1.9.4.4",
          "description": "На PvP-арене (включая PvE-зону) запрещено иметь любые виды магнитов.",
          "note": null,
          "punishment": "Бан до 3 дней."
        },
        {
          "rule_id": "1.9.4.5",
          "description": "Запрещено в PvP-кабинках стоять в дверных проёмах.",
          "note": null,
          "punishment": "Бан до 1 дня."
        },
        {
          "rule_id": "1.9.4.6",
          "description": "Запрещено иметь на PvP-арене более 1-го энергетического конденсатора RF и EU энергии (разрешено по 1 каждого вида).",
          "note": null,
          "punishment": "Бан до 5 дней."
        },
        {
          "rule_id": "1.9.4.7",
          "description": "Запрещен любой вид телепортации из PvP-арены и на неё.",
          "note": null,
          "punishment": "Бан на 2 дня."
        },
        {
          "rule_id": "1.9.4.8",
          "description": "В случае желания сразиться, используя запрещенные предметы или установив доп. ограничения, Вы обязаны договориться с оппонентом. Согласие должны дать ОБЕ стороны. Обязательно делайте скриншот договора.",
          "note": null,
          "punishment": "Бан до 5 дней."
        }
      ]
    },
    {
      "section_id": 5,
      "title": "Правила проведения Мини-Игр",
      "rules": [
        {
          "rule_id": "1.9.5.0",
          "description": "Администрация имеет право устанавливать правила проведения Мини-Игры так, как посчитает наиболее верным и рациональным (как до, так и в процессе). Настоятельно рекомендуем приходить на Мини-игры БЕЗ ВЕЩЕЙ! Возврата не будет.",
          "note": null,
          "punishment": "Наказание от 30 минут до перманентного бана."
        },
        {
          "rule_id": "1.9.5.1",
          "description": "Запрещено намеренное использование багов / ошибок / недоработок на Мини-Игре.",
          "note": "Если найдете какую-либо ошибку или баг — немедленно сообщите администратору.",
          "punishment": "Бан от 12 часов до 7-ми дней."
        },
        {
          "rule_id": "1.9.5.2",
          "description": "Запрещено объединение в команды (тимминг) с другими игроками в одиночных режимах. На командных Мини-Играх запрещено объединение с другими командами.",
          "note": null,
          "punishment": "Бан на 1 день всем членам команды / при рецидиве – бан на 3 дня + занесение в ЧС всех Мини-Игр."
        },
        {
          "rule_id": "1.9.5.3",
          "description": "Запрещено использование любых сторонних предметов / команд / эффектов, не выданных самой Мини-Игрой (банки с сердцами, стимуляторы, пояса, перчатки, /god, /heal и т.д.).",
          "note": null,
          "punishment": "Бан на 1 день / при рецидиве - бан на 3 дня + занесение в ЧС всех Мини-Игр."
        },
        {
          "rule_id": "1.9.5.4",
          "description": "На “Сплифе” запрещено делать и использовать окопы.",
          "note": null,
          "punishment": "Устное предупреждение / при рецидиве - бан до 2-х дней + занесение в ЧС “Сплифа”."
        },
        {
          "rule_id": "1.9.5.5",
          "description": "Запрещено играть в Мини-Игры с двух и более аккаунтов одновременно.",
          "note": "При подаче жалобы будьте готовы предоставить весомые доказательства.",
          "punishment": "Бан от 12 часов до 7-ми дней на все аккаунты + занесение в ЧС всех Мини-Игр."
        }
      ]
    },
    {
      "section_id": 6,
      "title": "Ограничения механизмов",
      "rules": [
        {
          "rule_id": "1.9.9.0",
          "description": "В Мирах разрешено копать максимальной конфигурацией инструментов, но ОБЯЗАТЕЛЬНО с включенным предметным фильтром в инструменте и инвентаре, а также со включенным МАГНИТОМ.",
          "note": "Правила распространяются на все измерения и аккаунты игрока/команды. При нарушении ограничений механизмы удаляются, ресурсы изымаются, выдается бан от 3 до 14 дней.",
          "punishment": "Снос механизмов + изъятие ресурсов + бан от 3 до 14 дней."
        },
        {
          "rule_id": "1.9.9.1",
          "description": "Энергетические Авто-Спавнеры из EA — не более 6 шт. на территорию проживания (базу).",
          "note": null,
          "punishment": "По п.п. 1.9.9.0."
        },
        {
          "rule_id": "1.9.9.2",
          "description": "Рассадники монстров / Стабилизированные Спавнеры — не более 10 шт. на базу (обязаны быть закрыты со всех сторон).",
          "note": null,
          "punishment": "По п.п. 1.9.9.0."
        },
        {
          "rule_id": "1.9.9.3",
          "description": "Солнечные Панели любых видов — не более 40 шт. на территорию проживания (Объединитель Панелей считается как 1 панель).",
          "note": null,
          "punishment": "По п.п. 1.9.9.0."
        },
        {
          "rule_id": "1.9.9.4",
          "description": "Молекулярные Карьеры из ЕА — не более 3 шт. на территорию проживания.",
          "note": null,
          "punishment": "По п.п. 1.9.9.0."
        },
        {
          "rule_id": "1.9.9.5",
          "description": "Генераторы Материи — не более 40 шт. на территорию проживания.",
          "note": null,
          "punishment": "По п.п. 1.9.9.0."
        },
        {
          "rule_id": "1.9.9.6",
          "description": "Большие Ульи — не более 20 шт. (максимум 2 на чанк), а также не более 40 Пасек / Пчелиных Домиков / Промышленных Пасек на базу.",
          "note": null,
          "punishment": "По п.п. 1.9.9.0."
        },
        {
          "rule_id": "1.9.9.7",
          "description": "Проклятая земля — не более 32 блоков (максимум 16 на чанк) на территорию проживания.",
          "note": null,
          "punishment": "По п.п. 1.9.9.0."
        },
        {
          "rule_id": "1.9.9.8",
          "description": "Аквариумы — не более 8 шт. на территорию проживания.",
          "note": null,
          "punishment": "По п.п. 1.9.9.0."
        },
        {
          "rule_id": "1.9.9.9",
          "description": "Промышленные фермерские станции — не более 40 шт. на территорию проживания.",
          "note": null,
          "punishment": "По п.п. 1.9.9.0."
        },
        {
          "rule_id": "1.9.9.10",
          "description": "Мультипасеки / Производственные мультипасеки — не более 16 шт. на территорию проживания.",
          "note": null,
          "punishment": "По п.п. 1.9.9.0."
        },
        {
          "rule_id": "1.9.9.11",
          "description": "Энтропийные аквариумы всех видов — не более 4 шт. на территорию проживания.",
          "note": null,
          "punishment": "По п.п. 1.9.9.0."
        },
        {
          "rule_id": "1.9.9.12",
          "description": "Сборщики нейтрония любого вида — не более 500 шт. на территорию проживания.",
          "note": null,
          "punishment": "По п.п. 1.9.9.0."
        },
        {
          "rule_id": "1.9.9.13",
          "description": "Лазерные буры — не более 10 шт. на территорию проживания.",
          "note": null,
          "punishment": "По п.п. 1.9.9.0."
        },
        {
          "rule_id": "1.9.9.14",
          "description": "Коллекторы энергетической эссенции — не более 30 шт. на территорию проживания.",
          "note": null,
          "punishment": "По п.п. 1.9.9.0."
        },
        {
          "rule_id": "1.9.9.15",
          "description": "Интегральные спавнеры любого вида — не более 8 шт. на территорию проживания.",
          "note": null,
          "punishment": "По п.п. 1.9.9.0."
        },
        {
          "rule_id": "1.9.9.16",
          "description": "Интегральные киллеры любого вида — не более 10 шт. на территорию проживания.",
          "note": null,
          "punishment": "По п.п. 1.9.9.0."
        },
        {
          "rule_id": "1.9.9.17",
          "description": "Прядильщики цепей любого вида — не более 8 шт. на территорию проживания.",
          "note": null,
          "punishment": "По п.п. 1.9.9.0."
        },
        {
          "rule_id": "1.9.9.18",
          "description": "Ветряки CubixCrypto — не более 32 шт. (максимум 16 на чанк) на территорию проживания.",
          "note": null,
          "punishment": "По п.п. 1.9.9.0."
        },
        {
          "rule_id": "1.9.9.19",
          "description": "Твердотопливные генераторы CubixCrypto — не более 32 шт. (максимум 16 на чанк) на территорию проживания.",
          "note": null,
          "punishment": "По п.п. 1.9.9.0."
        }
      ]
    }
  ]
};
