export const SKYTECH_RULES_DATA = {
  "server_id": "SkyTech",
  "server_name": "SkyTech",
  "description": "Локальные правила сервера SkyTech",
  "sections": [
    {
      "section_id": 1,
      "title": "Основные правила",
      "rules": [
        {
          "rule_id": "1.9.1.0",
          "description": "Запрещено какими-либо способами обходить правила сервера (касается и правил, и ограничений и т.д.).",
          "note": null,
          "punishment": "Двойное наказание по правилу, которое Вы пытались обойти."
        },
        {
          "rule_id": "1.9.1.1",
          "description": "Запрещено продавать / дарить / передавать квантовые генераторы с модов AdvancedSolarPanels / CubixEnergyAdditions, кроме участников острова.",
          "note": "Владелец предмета должен быть участником острова.",
          "punishment": "Бан до 7 дней / Перманентный бан (зависит от тяжести нарушения) и изъятие."
        },
        {
          "rule_id": "1.9.1.2",
          "description": "Если хозяин и члены региона отсутствуют 14 суток и более, их приваты могут быть полностью очищены и удалены.",
          "note": null,
          "punishment": "Полная очистка и удаление региона."
        },
        {
          "rule_id": "1.9.1.3",
          "description": "Если вы намеренно нарушаете правила не с основного аккаунта, то бан выдаётся на все ваши аккаунты по причине нарушения.",
          "note": null,
          "punishment": "Блокировка всех связанных аккаунтов."
        },
        {
          "rule_id": "1.9.1.4",
          "description": "Запрещено какими-либо способами обманывать Администрацию. Примеры: подача жалобы с ложными фактами (клевета игрока), ложные заявления о падениях сервера и т.д.",
          "note": null,
          "punishment": "Бан от 2 дней."
        },
        {
          "rule_id": "1.9.1.5",
          "description": "Запрещено какими-либо способами красть вещи / боссов и т.д. у других игроков.",
          "note": null,
          "punishment": "Бан от 2 дней."
        },
        {
          "rule_id": "1.9.1.6",
          "description": "Запрещено игрокам проводить собственные ивенты / конкурсы / турниры / рулетки / казино и т.д. Если Вы желаете построить какую-либо карту для ивента, Вы имеете право это сделать и передать ее Администрации для дальнейшего проведения на ней ивента.",
          "note": null,
          "punishment": "Бан от 3 дней."
        },
        {
          "rule_id": "1.9.1.7",
          "description": "Запрещено какими-либо способами проникать в Ивент-Мир (не касается участия в Мини-Играх).",
          "note": null,
          "punishment": "Бан от 7 дней."
        },
        {
          "rule_id": "1.9.1.8",
          "description": "Запрещены любые виды обмана.",
          "note": null,
          "punishment": "Мут от 30 минут / бан до 5 дней."
        },
        {
          "rule_id": "1.9.1.9",
          "description": "Запрещен стрим снайп.",
          "note": null,
          "punishment": "Бан от 3 дней."
        }
      ]
    },
    {
      "section_id": 2,
      "title": "Правила игрового процесса",
      "rules": [
        {
          "rule_id": "1.9.2.0",
          "description": "Запрещено проникновение в чужие качалки.",
          "note": null,
          "punishment": "Бан до 3-х дней, а также предупреждение об укреплении качалки / при рецидиве - снос качалки."
        },
        {
          "rule_id": "1.9.2.1",
          "description": "Запрещено набивать / фармить \"киллы\".",
          "note": null,
          "punishment": "Занесение игрока в ЧС (Черный Список) топа."
        },
        {
          "rule_id": "1.9.2.2",
          "description": "Запрещено заниматься ”Кемпингом”, то бишь поджидать игрока у привата с целью убить его и заполучить ресурсы.",
          "note": null,
          "punishment": "Бан до 14 дней / при рецидиве - бан до 28 дней."
        }
      ]
    },
    {
      "section_id": 3,
      "title": "Правила торговли, обмена, продажи и передачи",
      "rules": [
        {
          "rule_id": "1.9.3.0",
          "description": "Запрещено давать ресурсы / предметы в аренду в любых случаях (просто для использования, для квестов и т.д.). При нарушении правила админы имеют право забрать ресурс / предмет.",
          "note": null,
          "punishment": "Бан до 7 дней / при рецидиве - перманентный бан."
        },
        {
          "rule_id": "1.9.3.1",
          "description": "Запрещено продавать / передавать / обменивать награды за победы в Мини-Играх.",
          "note": null,
          "punishment": "Бан от 3 дней + изъятие ВСЕХ наград."
        },
        {
          "rule_id": "1.9.3.2",
          "description": "Запрещено дестабилизировать экономику сервера:\n- Запрещено продавать/обменивать предметы ниже минимально установленных цен.\n- Максимальная наценка за предмет при покупке предмета за кубиксы не должна превышать 20% от минимальной цены.",
          "note": null,
          "punishment": "Бан на 3 дня / при рецидиве - бан на 5 дней."
        },
        {
          "rule_id": "1.9.3.3",
          "description": "Запрещено присутствовать на раздаче и подбирать ресурсы. (Если раздача все-таки состоялась и вы присутствовали на ней, то вы должны обратиться к администрации сервера со скриншотами раздачи).",
          "note": null,
          "punishment": "Бан от 3 дней."
        },
        {
          "rule_id": "1.9.3.4",
          "description": "Предмет без минимальной цены не может стоить дешевле всех предметов, которые используются в его крафте.",
          "note": null,
          "punishment": "Бан от 12 часов + изъятие предмета (на усмотрение администратора)."
        },
        {
          "rule_id": "1.9.3.5",
          "description": "Запрещено продавать / обменивать / покупать хаос пчелу / матку / трутня / гены / молекулярный Карьер и все его Улучшения / уникальные эссенции жизни / ивент-валюту / лицензии / артефакты с /warp Dungeon / Видеокарты, Asic Miner S17/S19/S21 / Кристаллы из CustomNPC (дроп с рыбы Хаос Рыба-Меч) / Астральный катализатор, Космилитовые слитки и все, что создается из них, а также творческие предметы.",
          "note": null,
          "punishment": "Бан от 12 часов + изъятие предметов (на усмотрение администрации)."
        }
      ]
    },
    {
      "section_id": 4,
      "title": "Правила PvP-Арены и PvP-Кабинок",
      "rules": [
        {
          "rule_id": "1.9.4.0",
          "description": "На PvP-арене запрещены любого вида зелья невидимости, маскировочная броня из Thaumcraft, а также /vanish.",
          "note": null,
          "punishment": "Бан до 3 дней."
        },
        {
          "rule_id": "1.9.4.1",
          "description": "Запрещено выходить из игры во время PvP. В случае вылета вы должны предоставить доказательства. Если доказательств не будет, игроку засчитывается техническое поражение, а вещи передаются оппоненту.",
          "note": null,
          "punishment": "Бан до 3 дней."
        },
        {
          "rule_id": "1.9.4.2",
          "description": "Запрещено использование любых команд, дающих преимущество перед оппонентом: /god, /fly, /feed, /heal, /mv, /v и т.д.",
          "note": null,
          "punishment": "Бан до 2-х дней."
        },
        {
          "rule_id": "1.9.4.3",
          "description": "Запрещено находиться на PvP-арене, находясь под защитой новичка.",
          "note": null,
          "punishment": "Бан до 2 часов."
        },
        {
          "rule_id": "1.9.4.4",
          "description": "На PvP-арене (включая PvE-зону) запрещено иметь любые виды магнитов.",
          "note": null,
          "punishment": "Бан до 3 дней."
        },
        {
          "rule_id": "1.9.4.5",
          "description": "Запрещено в PvP-кабинках стоять в дверных проёмах.",
          "note": null,
          "punishment": "Бан до 1 дня."
        },
        {
          "rule_id": "1.9.4.6",
          "description": "Запрещено иметь на PvP-арене более 1-го энергетического конденсатора RF и EU энергии (разрешено по 1 каждого вида).",
          "note": null,
          "punishment": "Бан до 5 дней."
        },
        {
          "rule_id": "1.9.4.7",
          "description": "Запрещен любой вид телепортации из PvP-арены и на неё.",
          "note": null,
          "punishment": "Бан на 2 дня."
        },
        {
          "rule_id": "1.9.4.8",
          "description": "Запрещен непоколебимый плющ, лавровый венок из Botania.",
          "note": null,
          "punishment": "Бан на 1 день."
        },
        {
          "rule_id": "1.9.4.9",
          "description": "В случае желания сразиться, используя запрещенные предметы/команды или установив доп. ограничения, Вы обязаны договориться с оппонентом. Согласие должны дать ОБЕ стороны. Обязательно делайте скриншот договора.",
          "note": null,
          "punishment": "Бан до 5 дней."
        }
      ]
    },
    {
      "section_id": 5,
      "title": "Правила проведения Мини-Игр",
      "rules": [
        {
          "rule_id": "1.9.5.0",
          "description": "Администрация имеет право устанавливать правила проведения Мини-Игры так, как посчитает наиболее верным и рациональным (как до, так и в процессе). Настоятельно рекомендуем приходить на Мини-игры БЕЗ ВЕЩЕЙ! Возврата не будет.",
          "note": null,
          "punishment": "Наказание от 30 минут до перманентного бана."
        },
        {
          "rule_id": "1.9.5.1",
          "description": "Запрещено намеренное использование багов / ошибок / недоработок на Мини-Игре.",
          "note": "Если найдете какую-либо ошибку / баг / недоработку - сообщите администратору.",
          "punishment": "Бан от 12 часов до 7-ми дней."
        },
        {
          "rule_id": "1.9.5.2",
          "description": "Запрещено объединение в команды (тимминг) с другими игроками. На командных Мини-Играх (CS:GO и подобные) запрещено объединение с другими командами.",
          "note": null,
          "punishment": "Бан на 1 день всем членам команды / при рецидиве – бан на 3 дня + занесение в ЧС всех Мини-Игр."
        },
        {
          "rule_id": "1.9.5.3",
          "description": "Запрещено использование любых сторонних предметов / команд / эффектов, не выданных самой Мини-Игрой (банки с сердцами, стимуляторы, пояса, перчатки, /god, /heal и т.д.).",
          "note": null,
          "punishment": "Бан на 1 день / при рецидиве - бан на 3 дня + занесение в ЧС всех Мини-Игр."
        },
        {
          "rule_id": "1.9.5.4",
          "description": "На “Сплифе” запрещено делать / использовать окопы.",
          "note": null,
          "punishment": "Устное предупреждение / при рецидиве - бан до 2-х дней + занесение в ЧС “Сплифа”."
        },
        {
          "rule_id": "1.9.5.5",
          "description": "Запрещено играть в Мини-Игры с двух и более аккаунтов одновременно.",
          "note": "При подаче жалобы будьте готовы предоставить весомые доказательства.",
          "punishment": "Бан от 12 часов до 7-ми дней на все аккаунты + занесение в ЧС всех Мини-Игр."
        }
      ]
    }
  ]
};
